Bucknalla/micropython/ports/efm32/boards/brd4300/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "brd4300"
#define MICROPY_HW_MCU_NAME "efr32bg1b"

